Repository: Hicsuntco/RUNUP
Catalog: RunUp/Resources/Localizable.xcstrings
Source language: fr
Languages: en, es

source: Le plan complet
en: The full plan
es: El plan completo

source: Le plan y calera toujours ta séance la plus longue de la semaine.
en: The plan will always schedule your longest session of the week there.
es: El plan siempre programará ahí tu sesión más larga de la semana.

source: Le programme se cale dessus — tu pourras toujours bouger une séance.
en: The program is built around this — you can always move a session later.
es: El programa se basa en esto — siempre podrás mover una sesión.

source: Les %lld premiers et derniers mètres sont retirés avant l'envoi : personne ne verra d'où tu es partie ni où tu es rentrée. C'est le tracé ci-dessus qui sera publié, pas celui que tu as couru.
en: The first and last %lld metres are removed before upload: nobody will see where you set off from or came home to. What gets published is the route above, not the one you ran.
es: Se eliminan los primeros y últimos %lld metros antes de enviarlo: nadie verá de dónde saliste ni a dónde volviste. Se publica el recorrido de arriba, no el que corriste.

source: Les courses déjà enregistrées avec cette paire garderont leurs autres données, juste sans chaussure associée.
en: Runs already logged with this pair keep their other data, just without a shoe attached.
es: Las carreras ya registradas con este par conservarán sus otros datos, solo sin zapatilla asociada.

source: Les formules n'ont pas pu être chargées.
en: The plans could not be loaded.
es: No se han podido cargar los planes.

source: Lun
en: Mon

source: Lundi
en: Monday
es: Lunes

source: Lève-tôt
en: Early bird
es: Madrugadora

source: M'Y RENDRE
en: GET ME THERE
es: CÓMO LLEGAR

source: MEILLEURE ALLURE
en: BEST PACE
es: MEJOR RITMO

source: MEILLEURE SEM.
en: BEST WK.
es: MEJOR SEM.

source: Ma course sur RunUp
en: My run on RunUp
es: Mi carrera en RunUp

source: Mar
en: Tue

source: Marche, étirements ou repos complet
en: Walking, stretching, or complete rest
es: Caminar, estiramientos o descanso total

source: Mardi
en: Tuesday
es: Martes

source: Masquer l'analyse approfondie
en: Hide in-depth analysis
es: Ocultar análisis en profundidad

source: Masquer les semaines faites
en: Hide completed weeks
es: Ocultar las semanas hechas

source: Matin
en: Morning
es: Mañana

source: Matériel
en: Gear
es: Material

source: Meilleur temps sur ce parcours !
en: Best time on this route!
es: ¡Mejor tiempo en este recorrido!

source: Membre depuis %@
en: Member since %@
es: Miembro desde %@

source: Membres actifs cette semaine
en: Active members this week
es: Miembros activos esta semana

source: Mensuel
en: Monthly
es: Mensual

source: Mer
en: Wed
es: Mié

source: Mercredi
en: Wednesday
es: Miércoles

source: Mes amis
en: My friends
es: Mis amigos

source: Mes chaussures
en: My shoes
es: Mis zapatillas

source: Mes routes
en: My routes
es: Mis rutas

source: Mes stats
en: My stats
es: Mis estadísticas

source: Met la course en pause si tu t'arrêtes, reprend toute seule.
en: Pauses the run when you stop, resumes on its own.
es: Pausa la carrera si te detienes y se reanuda sola.

source: Mettre en pause
en: Pause
es: Pausar

source: Mi-séance, tu gères parfaitement. Garde ta cadence.
en: Halfway, you're doing great. Keep your cadence.
es: Mitad de sesión, lo estás haciendo genial. Mantén la cadencia.

source: Mi-séance, tu gères. Garde ta cadence sur les prochaines répétitions.
en: Halfway, you've got this. Keep your cadence on the next reps.
es: Mitad de sesión, lo llevas bien. Mantén la cadencia en las próximas series.

source: Micro indisponible — vérifie l'autorisation dans Réglages > RunUp.
en: Microphone unavailable — check the permission in Settings > RunUp.
es: Micrófono no disponible: revisa el permiso en Ajustes > RunUp.

source: Micro non autorisé — active-le dans Réglages > RunUp.
en: Microphone access denied — turn it on in Settings > RunUp.
es: Micrófono no autorizado: actívalo en Ajustes > RunUp.

source: Midi
en: Midday
es: Mediodía

source: Mode course libre
en: Free run mode
es: Modo carrera libre

source: Mode course libre activé
en: Free run mode activated
es: Modo carrera libre activado

source: Mode course libre activé — suggestions sans objectif de perf
en: Free-run mode enabled — suggestions with no performance goal
es: Modo carrera libre activado — sugerencias sin objetivo de rendimiento

source: Mode d'affichage
en: Display mode
es: Modo de visualización

source: Modifier jours & objectif
en: Edit days & goal
es: Modificar días y objetivo

source: Modifier mon programme
en: Edit my program
es: Editar mi programa

source: Moins d'1 mois
en: Less than 1 month
es: Menos de 1 mes

source: Moins d'1h
en: Less than 1h
es: Menos de 1h

source: Mon club
en: My club
es: Mi club

source: Mon objectif
en: My goal
es: Mi objetivo

source: Mon propre temps
en: My own time
es: Mi propio tiempo

source: Mon équipement
en: My gear
es: Mi equipo

source: Mondial
en: Global
es: Global

source: Montre & données avancées
en: Watch & advanced data
es: Reloj y datos avanzados

source: Mot de passe
en: Password
es: Contraseña

source: Ne plus suivre
en: Unfollow
es: Dejar de seguir

source: Niveau %@
en: Level %@
es: Nivel %@

source: Niveau %lld
en: Level %lld
es: Nivel %lld

source: Niveau %lld · %@
en: Level %lld · %@
es: Nivel %lld · %@

source: Noir
en: Black
es: Negro

source: Nom (facultatif)
en: Last name (optional)
es: Apellido (opcional)

source: Nom de l'itinéraire
en: Route name
es: Nombre de la ruta

source: Nom de la paire
en: Pair name
es: Nombre del par

source: Nom du club
en: Club name
es: Nombre del club

source: Nom du défi
en: Challenge name
es: Nombre del desafío

source: Non faite
en: Not done
es: No hecha

source: Non merci
en: No thanks
es: No, gracias

source: Notifications du coach
en: Coach notifications
es: Notificaciones del coach

source: Notifications refusées côté iPhone — active-les dans Réglages > RunUp.
en: Notifications denied on iPhone — enable them in Settings > RunUp.
es: Notificaciones rechazadas en el iPhone — actívalas en Ajustes > RunUp.

source: Notifications, %lld non lues
en: Notifications, %lld unread
es: Notificaciones, %lld sin leer

source: Nouveau défi
en: New challenge
es: Nuevo desafío

source: Nouveau record d'allure
en: New pace record
es: Nuevo récord de ritmo

source: Nouveau record de distance
en: New distance record
es: Nuevo récord de distancia

source: Nouveau record personnel !
en: New personal record!
es: ¡Nuevo récord personal!

source: Nouveaux commentaires
en: New comments
es: Nuevos comentarios

source: Nouveaux encouragements
en: New kudos
es: Nuevos ánimos

source: Nouvel objectif
en: New goal
es: Nuevo objetivo

source: Nouvelle paire
en: New pair
es: Nuevo par

source: Nouvelle semaine
en: New week
es: Nueva semana

source: Nécessite un compte
en: Requires an account
es: Requiere una cuenta

source: OBJECTIF
en: GOAL
es: OBJETIVO

source: ON CONSTRUIT TON PROGRAMME
en: BUILDING YOUR PROGRAM
es: CREANDO TU PROGRAMA

source: Objectif
en: Goal
es: Objetivo

source: Objectif %@ sécurisé
en: %@ goal locked in
es: Objetivo %@ asegurado

source: Objectif %@ →
en: Goal %@ →
es: Objetivo %@ →

source: Objectif calories actives
en: Active calories goal
es: Objetivo de calorías activas

source: Objectif de pas
en: Steps goal
es: Objetivo de pasos

source: Objectif ouvert, sans date de fin fixe — le programme continue de progresser semaine après semaine selon ta forme.
en: Open-ended goal, no fixed end date — the program keeps progressing week after week based on how you're feeling.
es: Objetivo abierto, sin fecha de fin fija — el programa sigue progresando semana tras semana según tu forma.

source: Objectif · %@
en: Goal · %@
es: Objetivo · %@

source: Objectifs quotidiens
en: Daily goals
es: Objetivos diarios

source: On lève un peu le pied sur « %@ » — le programme s'ajuste à ta forme du jour.
en: Easing off on “%@” — your plan is adapting to how you feel today.
es: Bajamos un poco el ritmo en «%@» — el plan se adapta a tu forma de hoy.

source: On t'enverra un petit rappel pour tes séances 🔔
en: We'll send you a little reminder for your sessions 🔔
es: Te enviaremos un pequeño recordatorio para tus sesiones 🔔

source: Options de la paire
en: Options for this pair
es: Opciones del par

source: Oui
en: Yes
es: Sí

source: OÙ TU EN ES ?
en: WHERE ARE YOU AT?
es: ¿EN QUÉ PUNTO ESTÁS?

source: Où tu en es
en: Where you're at
es: Dónde estás

source: PARCOURUS
en: COVERED
es: RECORRIDOS

source: PARTAGER CET ITINÉRAIRE
en: SHARE THIS ROUTE
es: COMPARTIR ESTA RUTA

source: PARTAGER MA COURSE
en: SHARE MY RUN
es: COMPARTIR MI CARRERA

source: PAUSE AUTO
en: AUTO PAUSE
es: PAUSA AUTO

source: PLUS LONGUE
en: LONGEST
es: MÁS LARGA

source: PLUS TARD
en: LATER
es: MÁS TARDE

source: POURQUOI TU COURS ?
en: WHY DO YOU RUN?
es: ¿POR QUÉ CORRES?

source: PUBLICATION…
en: PUBLISHING…
es: PUBLICANDO…

source: PUBLIER L'ITINÉRAIRE
en: PUBLISH ROUTE
es: PUBLICAR LA RUTA

source: Paire par défaut
en: Default pair
es: Par por defecto

source: Parcours 21 km ou plus en une seule sortie.
en: Cover 21 km or more in a single run.
es: Recorre 21 km o más en una sola salida.

source: Parcours 42 km ou plus en une seule sortie.
en: Cover 42 km or more in a single run.
es: Recorre 42 km o más en una sola salida.

source: Parcours de %lld km
en: %lld km route
es: Ruta de %lld km

source: Parler au coach
en: Talk to coach
es: Hablar con el coach

source: Parraine un ami
en: Refer a friend
es: Invita a un amigo

source: Partage ta course
en: Share your run
es: Comparte tu carrera

source: Partager
en: Share
es: Compartir

source: Partager ce badge
en: Share this badge
es: Compartir esta insignia

source: Partager cet itinéraire
en: Share this route
es: Compartir esta ruta

source: Partager le code d'invitation
en: Share the invite code
es: Compartir el código de invitación

source: Partagé par %@
en: Shared by %@
es: Compartido por %@

source: Pas
en: Steps
es: Pasos

source: Pas assez de courses sur cette période — essaie une fenêtre plus large.
en: Not enough runs in this period — try a wider window.
es: No hay suficientes carreras en este período — prueba una ventana más amplia.

source: Pas d'objectif précis — on te propose juste de quoi garder la forme.
en: No specific goal — we'll just help you stay in shape.
es: Sin objetivo concreto — solo te proponemos lo necesario para mantenerte en forma.

source: Pas de compte ? Crée-en un
en: No account? Create one
es: ¿No tienes cuenta? Crea una

source: Pas de course prévue — hydrate-toi bien et dors un peu plus si tu peux.
en: No run planned — stay hydrated and sleep a bit more if you can.
es: No hay carrera prevista — hidrátate bien y duerme un poco más si puedes.

source: Pas de course à préparer ici — le coach cale un rythme régulier, adapté à ta forme du jour, pour construire l'habitude sur la durée.
en: No race to prep for here — the coach sets a steady rhythm, adapted to how you're feeling each day, to build the habit over time.
es: No hay carrera que preparar aquí — el coach fija un ritmo regular, adaptado a tu forma del día, para construir el hábito con el tiempo.

source: Pas de date fixe pour ce genre d'objectif — le programme ajuste ton volume semaine après semaine pour que la charge reste tenable dans la durée.
en: No fixed date for this kind of goal — the program adjusts your volume week after week to keep the load sustainable over time.
es: Sin fecha fija para este tipo de objetivo — el programa ajusta tu volumen semana tras semana para que la carga siga siendo sostenible en el tiempo.

source: Pas de plan fixe — le coach te propose de quoi garder la forme, jour après jour.
en: No fixed plan — your coach suggests what keeps you fit, day after day.
es: Sin plan fijo — el coach te propone qué hacer para mantenerte en forma, día tras día.

source: Pas de séance prévue — profite-en pour récupérer.
en: No session planned — take the chance to recover.
es: Sin sesión prevista — aprovecha para recuperarte.

source: Pas encore assez de courses
en: Not enough runs yet
es: Todavía no hay suficientes carreras

source: Pas encore de course cette semaine — tu as le temps.
en: No runs yet this week — you've got time.
es: Todavía no hay carreras esta semana — tienes tiempo.

source: Pas encore débloqué
en: Not unlocked yet
es: Aún no desbloqueado

source: Pas un PDF figé — il s'ajuste chaque semaine selon ta forme et ton ressenti, jamais séance par séance : tu peux toujours anticiper ce qui t'attend.
en: Not a frozen PDF — it adjusts every week based on how you're feeling, never session by session, so you can always see what's coming.
es: No es un PDF fijo — se ajusta cada semana según tu forma y sensaciones, nunca sesión a sesión: siempre puedes anticipar lo que te espera.

source: Passer en mode course libre
en: Switch to free-run mode
es: Cambiar a modo carrera libre

source: Pause automatique aux arrêts
en: Auto-pause at stops
es: Pausa automática en las paradas

source: Pause automatique — reprends dès que tu es prête, ou continue à marcher pour repartir.
en: Auto pause — resume whenever you're ready, or keep walking to start again.
es: Pausa automática — reanuda cuando estés lista, o sigue caminando para retomar.

source: Perdre du poids
en: Lose weight
es: Perder peso

source: Personne n'a encore couru cette semaine — lance-toi !
en: No one has run this week yet — go for it!
es: Nadie ha corrido esta semana todavía — ¡lánzate!

source: Personne n'a encore couru cette semaine — sois la première !
en: No one has run this week yet — be the first!
es: Nadie ha corrido esta semana todavía — ¡sé la primera!

source: Personne n'a encore partagé d'itinéraire par ici. Publie le tien après ta prochaine sortie et tu seras la première.
en: Nobody has shared a route around here yet. Publish yours after your next run and you'll be the first.
es: Todavía nadie ha compartido una ruta por aquí. Publica la tuya después de tu próxima salida y serás la primera.

source: Personne n'a encore rien posté — reviens plus tard.
en: No one has posted anything yet — check back later.
es: Nadie ha publicado nada todavía — vuelve más tarde.

source: Personne n'a encore rien posté — sois la première !
en: No one has posted anything yet — be the first!
es: Todavía nadie ha publicado nada — ¡sé la primera!

source: Personne ne porte ce nom.
en: Nobody goes by that name.
es: Nadie tiene ese nombre.

source: Personne pour l'instant.
en: No one yet.
es: Nadie por ahora.

source: Personne à suivre pour l'instant
en: No one to follow yet
es: Nadie a quien seguir todavía

source: Phase actuelle estimée : %@
en: Estimated current phase: %@
es: Fase actual estimada: %@

source: Phase d'affûtage
en: Taper phase
es: Fase de afinamiento

source: Photo du parcours
en: Photo of the route
es: Foto del recorrido

source: Photo enregistrée, mais pas encore visible du club — vérifie ta connexion.
en: Photo saved, but not yet visible to the club — check your connection.
es: Foto guardada, pero aún no visible para el club — comprueba tu conexión.

source: Photo supprimée localement, mais toujours visible du club — vérifie ta connexion.
en: Photo removed locally, but still visible to the club — check your connection.
es: Foto eliminada localmente, pero aún visible para el club — comprueba tu conexión.

source: Place à la récupération
en: Time to recover
es: Momento de recuperación

source: Plat, le long du fleuve. Ça grimpe au km 3.
en: Flat, along the river. It climbs at km 3.
es: Llano, junto al río. Sube en el km 3.

source: Plus d'1 an
en: Over 1 year
es: Más de 1 año

source: Plus de 3h
en: More than 3h
es: Más de 3h

source: Plus de réglages
en: More settings
es: Más ajustes

source: Plus lente %@/km
en: Slowest %@/km
es: Más lento %@/km

source: Plus on en sait, plus le plan colle à ta réalité.
en: The more we know, the closer the plan fits your reality.
es: Cuanto más sepamos, más se ajustará el plan a tu realidad.

source: Plus rapide %@/km
en: Fastest %@/km
es: Más rápido %@/km

source: Plus tard
en: Later
es: Más tarde

source: Poids actuel
en: Current weight
es: Peso actual

source: Poids visé
en: Target weight
es: Peso objetivo

source: Point de rendez-vous (facultatif)
en: Meeting point (optional)
es: Punto de encuentro (opcional)

source: Pour %@
en: For %@
es: Para %@

source: Pour commencer
en: To get started
es: Para empezar

source: Pour que tes amis te retrouvent facilement dans la recherche.
en: So friends can find you easily in search.
es: Para que tus amigos te encuentren fácilmente en la búsqueda.

source: Pour rejoindre un vrai club, avec un classement et un fil d'activité réels.
en: To join a real club, with a real leaderboard and activity feed.
es: Para unirte a un club real, con una clasificación y un feed de actividad reales.

source: Pour un plan qui colle vraiment à ta réalité.
en: So the plan really fits your reality.
es: Para que el plan se ajuste de verdad a tu realidad.

source: Pour une forme du jour plus précise — FC, sommeil, sorties passées. Facultatif, tu peux le faire plus tard.
en: For a more accurate daily form score — heart rate, sleep, past runs. Optional, you can do this later.
es: Para una forma del día más precisa — FC, sueño, salidas pasadas. Opcional, puedes hacerlo más tarde.

source: Pourquoi ?
en: Why?
es: ¿Por qué?

source: Pourquoi signales-tu %@ ?
en: Why are you reporting %@?
es: ¿Por qué denuncias a %@?

source: Premiers pas
en: First steps
es: Primeros pasos

source: Première course
en: First run
es: Primera carrera

source: Prochaine séance
en: Next session
es: Próxima sesión

source: Profil
en: Profile
es: Perfil

source: Profil & réglages
en: Profile & settings
es: Perfil y ajustes

source: Profil d'élévation
en: Elevation profile
es: Perfil de elevación

source: Profil d'élévation, de %lld à %lld mètres, dénivelé positif %lld mètres
en: Elevation profile, from %lld to %lld meters, %lld meters of elevation gain
es: Perfil de elevación, de %lld a %lld metros, %lld metros de desnivel positivo

source: Profil de %@ analysé
en: %@'s profile analyzed
es: Perfil de %@ analizado

source: Profil mis à jour
en: Profile updated
es: Perfil actualizado

source: Prog
en: Plan
es: Plan

source: Programme
en: Program
es: Programa

source: Programme mis à jour
en: Program updated
es: Programa actualizado

source: Programme mis à jour · +120 XP 🔥
en: Plan updated · +120 XP 🔥
es: Plan actualizado · +120 XP 🔥

source: Programme ouvert · voir le plan complet
en: Open-ended program · see full plan
es: Programa abierto · ver el plan completo

source: Programme ouvert, sans date de fin fixe — une semaine plus légère toutes les 4 semaines pour récupérer. Il s'ajuste chaque semaine selon ta forme de la semaine passée.
en: Open-ended program, no fixed end date — a lighter week every 4 weeks to recover. It adjusts every week to how last week went.
es: Programa abierto, sin fecha de fin — una semana más suave cada 4 semanas para recuperar. Se adapta cada semana a cómo fue la semana pasada.

source: Programme ouvert, sans date de fin fixe.
en: Open-ended program, no fixed end date.
es: Programa abierto, sin fecha de fin fija.

source: Programme ouvert, sans date de fin — une semaine plus légère toutes les 4 semaines. Il s'ajuste chaque semaine selon ta forme.
en: Open-ended program, no end date — a lighter week every 4 weeks. It adapts each week to how you're feeling.
es: Programa abierto, sin fecha de fin — una semana más ligera cada 4 semanas. Se adapta cada semana a tu forma.

source: Programme sur mesure en préparation…
en: Custom program in progress…
es: Programa a medida en preparación…

source: Programme terminé · récupération en cours
en: Program ended · recovery in progress
es: Programa terminado · recuperación en curso

source: Programme terminé 🏁
en: Program complete 🏁
es: Programa terminado 🏁

source: Progresser
en: Get faster
es: Progresar

source: Progression sécurisée
en: Progress locked in
es: Progresión asegurada

source: Proposer
en: Propose
es: Proponer

source: Prédiction de course
en: Race prediction
es: Predicción de carrera

source: Préférences
en: Preferences
es: Preferencias

source: Prénom
en: First name
es: Nombre

source: Préparation
en: Preparation
es: Preparación

source: Préparer un HYROX
en: Train for a HYROX
es: Preparar un HYROX

source: Préparer une course
en: Train for a race
es: Preparar una carrera

source: Prévient à voix haute si tu t'écartes de ton allure cible.
en: Warns you out loud if you stray from your target pace.
es: Te avisa en voz alta si te desvías de tu ritmo objetivo.

source: Prêt !
en: Ready!
es: ¡Listo!

source: Pseudo
en: Username
es: Nombre de usuario

source: Pseudo (facultatif)
en: Username (optional)
es: Nombre de usuario (opcional)

source: Pseudo invalide — lettres minuscules, chiffres, underscore, 3 à 20 caractères.
en: Invalid username — lowercase letters, digits, underscore, 3 to 20 characters.
es: Nombre de usuario no válido — letras minúsculas, números, guion bajo, de 3 a 20 caracteres.

source: Pseudo, email ou nom…
en: Username, email, or name…
es: Usuario, correo o nombre…

source: QUEL HYROX ?
en: WHICH HYROX?
es: ¿QUÉ HYROX?

source: QUELLE COURSE ?
en: WHICH RACE?
es: ¿QUÉ CARRERA?

source: Quand ?
en: When?
es: ¿Cuándo?

source: Quelle sortie ?
en: What run?
es: ¿Qué salida?

source: Quelqu'un a applaudi ta séance.
en: Someone cheered your session.
es: Alguien aplaudió tu sesión.

source: Quelqu'un a commenté ta séance.
en: Someone commented on your session.
es: Alguien comentó tu sesión.

source: Quelqu'un qui arrive dans le coin verra ton parcours et pourra le suivre.
en: Someone arriving in the area will see your route and can follow it.
es: Alguien que llegue a la zona verá tu recorrido y podrá seguirlo.

source: Quitter
en: Leave
es: Salir

source: Quitter le club
en: Leave the club
es: Salir del club

source: Quitter le club ?
en: Leave the club?
es: ¿Salir del club?

source: RETIRER DE MES ITINÉRAIRES
en: REMOVE FROM MY ROUTES
es: QUITAR DE MIS RUTAS

source: RETOUR AU CALME
en: COOL DOWN
es: VUELTA A LA CALMA

source: RUN EN COURS · %@
en: RUN IN PROGRESS · %@
es: CARRERA EN CURSO · %@

source: RUNUP construit ton programme, l'ajuste chaque semaine selon ta forme, et te pousse juste ce qu'il faut — jamais plus, jamais moins.
en: RUNUP builds your program, adjusts it every week based on how you're doing, and pushes you just the right amount — never more, never less.
es: RUNUP construye tu programa, lo ajusta cada semana según tu forma, y te exige justo lo necesario — nunca más, nunca menos.

source: Ralentis légèrement, tu vas plus vite que ton allure cible.
en: Slow down slightly, you're going faster than your target pace.
es: Reduce un poco, vas más rápido que tu ritmo objetivo.

source: Rang club
en: Club rank
es: Rango del club

source: Recherche des itinéraires…
en: Looking for routes…
es: Buscando rutas…

source: Recherche impossible — vérifie ta connexion.
en: Search failed — check your connection.
es: Búsqueda fallida — comprueba tu conexión.

source: Reconnaissance vocale indisponible sur cet appareil.
en: Speech recognition isn't available on this device.
es: El reconocimiento de voz no está disponible en este dispositivo.

source: Record personnel
en: Personal record
es: Récord personal

source: Records personnels
en: Personal records
es: Récords personales

source: Records, charge, prédiction
en: Records, load, prediction
es: Récords, carga, predicción

source: Refaire un programme
en: Redo a program
es: Rehacer un programa

source: Refuser %@
en: Decline %@
es: Rechazar a %@

source: Rejoindre
en: Join
es: Unirse

source: Rejoindre avec un code
en: Join with a code
es: Unirse con un código

source: Rejoindre le classement mondial
en: Join the global leaderboard
es: Unirse a la clasificación mundial
